<!doctype html>
<html class="html_auto">
<head>
<!--
    New Perspectives on HTML5 and CSS3, 7th Edition
    Tutorial 2
    Tutorial Case
    
    TSS Running Class
    Author: John Tenemea
    Date: 20/10/2019  

    Filename: tss_run.html
   -->
   <meta charset="utf-8" />
   <title>Autos</title>
   <link href="CSS/dos_columnas.css" rel="stylesheet" />
   <link href="CSS/diseño_camioneta.css" rel="stylesheet" />

</head>

<body class="body_auto">
   <header >
      <img src="../Pagina Web 2/Imagenes/captura6.png" alt="Sobre Ruedas" />
      
   </header>
   
   <nav>
      <ul class=menu_aut>
         <li><a href="index.html">Home</a></li>
         <li><a href="camionetas.html">Camionetas</a></li>
         <li><a href="autos.html">Autos</a></li>
         <li><a href="motos.html">Motos</a></li>
         <li><a href="bicicletas.html">Bicicletas</a></li>
         <li><a href="contacto.html">Contactos</a></li>
      </ul>
   </nav>
   
   <article id="cuerpo_auto">
      
      <h1>Para viajar comodo, debes viajar en auto</h1>
      <p>Un autom&oacute;vil deportivo es un veh&iacute;culo medio, pequeño y grande 
         que puede ser para 2 o 4 pasajeros, con 2 o 4 puertas diseñado 
         para poder circular a altas velocidades. Al contrario que un 
         autom&oacute;vil de carreras, un autom&oacute;vil deportivo est&aacute; pensado para 
         ser conducido en la v&iacute;a p&uacute;blica. Tienen mejor aceleraci&oacute;n, velocidad 
         m&aacute;xima, adherencia al asfalto, mayor sistema de frenada y más caballos 
         que los autom&oacute;viles normales, lo cual se logra mediante motores, frenos, 
         suspensi&oacute;n, caja de cambios, neum&aacute;ticos, chasis y carrocer&iacute;a especiales. 
         Las carrocer&iacute;as asociadas a un deportivo son cup&eacute; y descapotable.</p>
      <p>Tradicionalmente se reservaba este calificativo para veh&iacute;culos de marcas 
          connotadas, precios elevados y altas prestaciones; o bien para veh&iacute;culos 
          con motores de alta cilindrada. En atenci&oacute;n estricta a su definici&oacute;n, 
          se debe considerar que existen veh&iacute;culos con caracter&iacute;sticas deportivas 
          en pr&aacute;cticamente todos los segmentos</p>
      
      <h2>Tipos de autos</h2>
               <h3>Micro coche</h3>
               <p>Estos autos se caracterizan por ser muy pequeños, 
                  s&oacute;lo tienen capacidad para dos personas. Estos 
                  autom&oacute;viles resultan muy pr&aacute;cticos en las grandes 
                  urbes ya que son muy f&aacute;ciles de manejar y hallar 
                  un espacio para estacionarlos.</p>
                  <img src="../Pagina Web 2/Imagenes/Captura7.png" alt="Sobre Ruedas" />
                  <h3>Auto de turismo</h3>
               <p>Generalmente son veh&iacute;culos muy c&oacute;modos, es posible 
                  trasportar hasta nueve personas, sin embargo lo m&aacute;s 
                  usual es que sean de cinco plazas. Adem&aacute;s suelen estar 
                  dotados de grandes baúles que permitan el transporte 
                  de maletas. </p>
                  <img src="../Pagina Web 2/Imagenes/Captura8.png" alt="Sobre Ruedas" />
                  <h3>Descapotable</h3>
               <p>Estos autos son muy parecidos a las cupé. Sin embargo 
                   el techo de los descapotables no suele ser del mismo 
                   material que el resto del auto, si no que en general 
                   están hechos de plástico o lona. La mayoría de estos 
                   autos tienen capacidad para dos personas, aunque algunos 
                   tienen dos filas de asientos. Los baúles suelen ser muy 
                   pequeños y cuando el techo queda en descubierto, su 
                   espacio queda aún más reducido.</p>
                   <img src="../Pagina Web 2/Imagenes/Captura9.png" alt="Sobre Ruedas" />
   </article>
   
   <footer class="foot_auto">
      <address>
            Copyright&copy; 2019 Todos los derechos reservados
      </address>
   </footer>
</body>
</html>